Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Add a bookmark for the currently selected download area
ja: 選択中のダウンロードエリアをブックマークに追加

source: Add a button for this script script file to the toolbar.
ja: このスクリプトスクリプトファイルのボタンをツールバーに追加します。

source: Add a button with this search expression to the toolbar.
ja: この検索式を含むボタンをツールバーに追加します。

source: Add a hole.
ja: 穴の追加

source: Add a jar file providing a script engine
ja: スクリプトエンジンを提供するjarファイルの追加

source: Add a list of fully qualified names of Python plugin classes the scripting plugin shall load and install at startup time.
ja: 起動時にスクリプトプラグインがロードおよびインストールするPythonプラグインクラスの完全修飾名のリストを追加します。

source: Add a new Note
ja: 新しいメモを追加

source: Add a new Tag
ja: 新しいタグを追加

source: Add a new icon path
ja: 新しいアイコンパスを追加

source: Add a new key/value pair to all objects
ja: すべてのオブジェクトに新しいキー/値をペアで追加

source: Add a new municipality layer
ja: 新しい行政区画レイヤーを追加

source: Add a new node to an existing way
ja: 既存のウェイに新しいノードを追加

source: Add a new node to spline: {0}
ja: 新しいノードをスプライン曲線に追加: {0}

source: Add a new node to way
ja: {0}本のウェイに新しいノードを追加

source: Add a new preset by entering filename or URL
ja: ファイル名かURLを入力して新しいプリセットを追加

source: Add a new rule by entering filename or URL
ja: ファイル名かURLを入力して新しいルールを追加

source: Add a new source to the list.
ja: 新しいソースをリストに追加

source: Add a new style by entering filename or URL
ja: ファイル名かURLを入力して新しいスタイルを追加

source: Add a new tag
ja: 新しいタグを追加

source: Add a new {0} entry by entering the URL
ja: URLを入力して新しい{0}を追加

source: Add a node by entering latitude / longitude or easting / northing.
ja: 緯度と経度または東距と北距を入力してノードを追加

source: Add a path or jar file
ja: パスまたはjarファイルの追加

source: Add a plugin
ja: プラグインの追加

source: Add a way with role ''from''
ja: ロール''from''のウェイを追加

source: Add a way with role ''to''
ja: ロール''to''のウェイを追加

source: Add all objects selected in the current dataset after the last member
ja: 選択されたすべてのオブジェクトを、現在のデータセットの最後のメンバーの後に追加

source: Add all objects selected in the current dataset after the last selected member
ja: 現在のデータセット内にある選択されたすべてのオブジェクトを、最後の選択されたメンバーの後に追加

source: Add all objects selected in the current dataset before the first member
ja: 現在のデータセット内にある選択されたすべてのオブジェクトを、最初のメンバーの前に追加

source: Add all objects selected in the current dataset before the first selected member
ja: 現在のデータセット内にある選択されたすべてのオブジェクトを、最初の選択されたメンバーの前に追加

source: Add all tags
ja: すべてのタグを追加

source: Add an additional repository
ja: 別のリポジトリを追加する

source: Add an existing node to spline: {0}
ja: 既存のノードをスプライン曲線に追加: {0}

source: Add and move a virtual new node to way
ja: {0}本のウェイに新しいノードを追加して移動

source: Add author information
ja: 作者情報の追加

source: Add checked tags to selected objects
ja: 選択されたオブジェクトにチェックされたタグを追加

source: Add comment
ja: コメントの追加

source: Add comment to note:
ja: メモにコメントを追加:

source: Add conflict for ''{0}''
ja: ''{0}'' に競合を追加

source: Add directories and/or jar files where the Jython engine shall look for Python packages or modules.
ja: JythonエンジンがPythonパッケージまたはモジュールを検索するディレクトリーやjarファイルを追加します。

source: Add filter.
ja: フィルターを追加。

source: Add fixed points on click
ja: クリックで修正点を追加

source: Add fixed points on spacebar
ja: スペースキーで修正点を追加

source: Add imagery layer {0}
ja: 画像レイヤー {0} を追加

source: Add in editor
ja: エディタ内で追加

source: Add layers
ja: レイヤーを追加

source: Add localize configuration
ja: ローカル化設定を追加する

source: Add member to relation
ja: 関連にメンバーを追加

source: Add missing nodes at intersections of selected ways.
ja: 選択されたウェイの交差点に欠けているノードを追加します。

source: Add missing tag
ja: 欠落したタグを追加

source: Add names from Wikipedia
ja: Wikipediaから名前を追加

source: Add new
ja: 新規追加

source: Add new address point
ja: 新しい住所の地点を追加

source: Add new layer
ja: 新規レイヤーを作成

source: Add new snippet
ja: 新しいスニペットを追加

source: Add node
ja: ノードを追加

source: Add node into way
ja: ノードでウェイに追加

source: Add node into way and connect
ja: ウェイのノードを追加して接続

source: Add node position to image
ja: ノードの位置をイメージに追加

source: Add node {0}
ja: ノード {0} を追加

source: Add nodes at intersections
ja: 交差点にノードを追加

source: Add nodes for building
ja: 建物にノードを追加する

source: Add nodes to double-way Road %1
ja: 2車線道路%1にノードを追加

source: Add note mode
ja: メモ追加モード

source: Add or remove toolbar button
ja: ツールバーボタンを追加/削除

source: Add predefined
ja: 既定値を追加

source: Add relation {0}
ja: リレーション {0} を追加

source: Add remembered source tag
ja: 記憶されているsourceタグを追加

source: Add routing layer
ja: ルーティングレイヤーを追加

source: Add selected tags
ja: 選択されたタグを追加

source: Add selection to relation
ja: 選択をリレーションに追加

source: Add selection to {0} relation
ja: 選択を{0}件のリレーションに追加

source: Add setting
ja: 設定を追加

source: Add snippet
ja: スニペットを追加

source: Add street &numbers (Karlsruhe scheme)
ja: 街路番号(Karlsruhe scheme)を追加 (&n)

source: Add tag
ja: タグを追加

source: Add tag with correct language key.
ja: 正しい言語キーでタグを追加します。

source: Add tags boundary and admin_level to boundary relation ways
ja: 境界リレーションのウェイに boundary と admin_level タグを追加してください

source: Add tags by clicking on road signs
ja: 道路標識のクリックによるタグの追加

source: Add tags to selected objects
ja: 選択されたオブジェクトにタグを追加

source: Add the "Tableau(x) d''assemblage" in the list of cadastre sheets to grab.
ja: 土地台帳リスト中の "Tableau(x) d''assemblage" をグラブに追加

source: Add the members of all selected relations to current selection
ja: 選択されたすべてのリレーションのメンバーを現在の選択に加える

source: Add the missing tag {0}={1}
ja: 欠落したタグ {0}={1} を追加

source: Add the selected available presets to the list of active presets
ja: 選択した利用可能なプリセットをアクティブなプリセットの一覧に追加

source: Add the selected available rules to the list of active rules
ja: 選択中の利用可能なルールを有効なルールの一覧の追加

source: Add the selected available styles to the list of active styles
ja: 選択したスタイルを有効なスタイルに追加する

source: Add the selected items to the todo list.
ja: 選択されたアイテムをToDoリストに追加する

source: Add the selected relations to the current selection
ja: 選択されたリレーションを選択に追加

source: Add to selection
ja: 選択に追加

source: Add to slippymap chooser:
ja: スリッピーマップに追加:

source: Add toolbar button
ja: ツールバーボタンを追加

source: Add turn
ja: 進行方向を追加

source: Add value?
ja: 値を追加しますか？

source: Add way
ja: ウェイ追加

source: Add way {0}
ja: ウェイ {0} を追加

source: Add {0} ({1}=public_transport; {2}=legacy)
ja: {0}({1}=public_transport;{2}=legacy)を追加

source: Add/remove members from the chosen relation
ja: 選択されたリレーションからメンバーを追加／削除

source: Added <b>angle preserving</b> aligning mode
ja: <b>角度保持</b>再配置モードを追加しました。

source: Added node on all intersections
ja: すべての交差点にノードを追加

source: Added {0} object
ja: {0}件のオブジェクトを追加しました

source: Added {0} object to subject layer
ja: 主題レイヤーに{0}件のオブジェクトを追加しました

source: Added {0} primitive
ja: {0}プリミティブが追加されました

source: Adding JOSM localhost certificate to {0} keystore
ja: {0}キーストアにJOSMのlocalhost用証明書を追加中

source: Adding {0} to ignore tags
ja: {0}を無視するタグに追加

source: Adding {0} to spellchecker
ja: {0}をスペルチェッカーに追加

source: Adding {0} to tag checker
ja: {0}をタグチェッカーに追加中

source: Additional settings
ja: その他の設定

source: Additional sign {0}
ja: 補助標識 {0}

source: Additional tags:
ja: 追加のタグ:

source: Additives:
ja: 添加物

source: Address
ja: 住所

source: Address Edit
ja: 住所の編集

source: Address Interpolation
ja: 住所の補間

source: Address and Path cannot be blank.
ja: アドレスやパスは空白にできません

source: Address has no city
ja: 住所に市区町村名がありません

source: Address has no country
ja: 住所に国名がありません

source: Address has no post code
ja: 住所に郵便番号がありません

source: Address has no street
ja: 住所に通り名がありません

source: Address has no valid street
ja: 住所の通り名が無効です

source: Address, houses numbers.
ja: 住所、家屋番号です。

source: Addresses
ja: 住所

source: Adds a ''wikipedia'' tag corresponding to this article to the selected objects
ja: この文書に対応する選択されたオブジェクトに''wikipedia''タグを追加します

source: Adds map printing to JOSM
ja: JOSMに地図印刷を追加

source: Adds no left turn for sets of 4 or 5 ways
ja: 4 または5のウェイのセットに左折禁止を追加

source: Adds no left turn for sets of 4 or 5 ways.
ja: 4～5本のウェイのセットに左折禁止を追加します。

source: Adit
ja: 横坑

source: Adjacent nodes
ja: 隣接したノードを選択

source: Adjacent ways
ja: 隣接したウェイを選択

source: Adjust WMS
ja: WMSの調整

source: Adjust colorfulness of the layer.
ja: レイヤーの彩度を調整します。

source: Adjust gamma value of the layer.
ja: レイヤのガンマ値を調整します。

source: Adjust imagery offset
ja: 画像オフセットの調整

source: Adjust opacity of the layer.
ja: レイヤーの透明度を調整してください。

source: Adjust photos
ja: 写真を位置合わせする

source: Adjust sharpness/blur value of the layer.
ja: このレイヤーの鮮明度を調整してください。

source: Adjust the position of the WMS layer (saved for raster images only)
ja: WMSレイヤーの位置を調整(ラスタイメージとして保存されたもののみ)

source: Adjust the position of this imagery layer
ja: この画像レイヤーの位置を調整

source: Adjust timezone and offset
ja: タイムゾーンとオフセットを調整してください。

source: Adjustable {0} not registered yet.
ja: 調整可能な {0} はまだ登録されていませんでした。

source: Admin level
ja: 管理レベル

source: Administration centre
ja: 中心機関

source: Administrative
ja: 行政事務所

source: Administrative level
ja: 管理レベル

source: Adult gaming centre
ja: アダルトゲームセンター

source: Advanced
ja: 詳細

source: Advanced Background: Changed
ja: 高度な設定の背景色: 変更済み

source: Advanced Background: NonDefault
ja: 高度な設定の背景色: 初期値ではない

source: Advanced OAuth parameters
ja: OAuthの追加パラメーター

source: Advanced OAuth properties
ja: OAuth の高度な設定

source: Advanced Preferences
ja: 高度な設定

source: Advanced info
ja: 詳細な情報

source: Advanced info (web)
ja: 詳細な情報(web)

source: Advanced object info
ja: 詳細なオブジェクト情報

source: Advanced settings
ja: 高度な設定

source: Advanced settings...
ja: 高度な設定...

source: Advanced...
ja: 高度な設定...

source: Advances in technology like cheap GPS units mean you can now create your own maps, in collaboration with others and have none of the restrictions outlined above.
ja: しかし、安価な GPS 装置が普及するなど、技術の進歩によって、あなた自身が地図を作れるようになってきました。世界中の他の人たちと協力しあうことで、前に述べたような制約なしに地図を使う事ができるようになります。

source: Advertising Column
ja: 広告枠

source: Advertising agency
ja: 広告代理店

source: Aerial Photography
ja: 地域の写真

source: Aerial imagery "{0}" might be misaligned.
ja: 航空画像"{0}"の位置が正しくない可能性があります。

source: Aerial or satellite photo
ja: 航空写真・衛星写真

source: Aerialway
ja: 索道

source: Again this is not a deliberate copyright easter egg by the map makers, though it may look a lot like one.
ja: これらは地図作成者が意図的に仕組んだ著作権イースターエッグではありませんが、似たものに見えます。

source: Agricultural
ja: 農業用

source: Air Quality
ja: 大気

source: Airfield
ja: 航空基地

source: Airport
ja: 飛行場

source: Airport Ground
ja: 飛行場の敷地

source: Airport tagging
ja: 空港関係のタグ付け

source: Albers Equal Area
ja: アルベルス正積図法

source: Alcohol
ja: 酒店

source: Algorithm:
ja: アルゴリズム:

source: Align Nodes
ja: ノードの整列

source: Align Nodes in Circle
ja: ノードを円形に配列

source: Align Nodes in Line
ja: ノードを一直線に配列

source: Align Way Nodes
ja: ウェイのノードを再配置

source: Align Way Segments
ja: ウェイの区間を再配置

source: Align Way Segments: Modes
ja: Align Way Segments: モード

source: Align Ways
ja: ウェイを再配置

source: Align Ways control panel
ja: Align Ways コントロールパネル

source: Align Ways mode
ja: Align Ways のモード

source: Align all buildings
ja: すべての建物を整列

source: Align and spread selected nodes equally.
ja: 選択されたノードを均等割り付け

source: Align building
ja: 建物を整列

source: Align edges to a certain number of regularly spaced axes.
ja: 等間隔に空いた軸に端を合わせる

source: Align edges to regular axes
ja: 等間隔の軸に端を合わせる

source: Align nodes
ja: ノードの整列

source: Align nodes in a way
ja: ウェイ中のノードを再配置します

source: Align onto %1 axes
ja: %1軸に合わせる

source: Align onto %1 regular axes
ja: %1等間隔軸に合わせる

source: Align to axes operation failed and did not converge on a solution.
ja: 軸合わせ操作に失敗し、解決法が収束しませんでした。

source: Align way segment
ja: ウェイ区間を整列

source: Align with:
ja: 再配置方法:

source: AlignWayS message
ja: AlignWayS のメッセージ

source: AlignWayS: Alignment not possible
ja: AlignWayS: 再配置ができませんでした

source: AlignWays Tips
ja: AlignWays の Tips

source: AlignWays: What''s New...
ja: AlignWays: 新着情報...

source: All
ja: 全て

source: All Files
ja: 全てのファイル

source: All Files (*)
ja: 全てのファイル(*)

source: All Formats
ja: 全てのフォーマット

source: All connected ways
ja: すべての接続されたウェイ

source: All files (*.*)
ja: すべてのファイル(*.*)

source: All images in a directory
ja: ディレクトリ中の全画像

source: All inside [testing]
ja: 中身すべて [テスト中]

source: All installed plugins are up to date.
ja: インストールされているプラグインはすべて最新です。

source: All intersecting ways
ja: 全ての交差するウェイを選択

source: All numbers
ja: 全ての番号

source: All numeric values sumed as ''{0}'' are going to be applied for key ''{1}''
ja: {1}キーにすべての数値を合計した''{0}''が適用されます

source: All of the squares that have been completed will fade, leaving only your squares visible.
ja: 完了したすべての四角形がフェードし、四角形だけが表示されます。

source: All projections are supported
ja: すべての投影法に対応しています

source: All the preferences of this group are default, nothing to save
ja: このグループに関する設定項目はすべてデフォルトですので、保存する必要はありません

source: All together can be copied to a normal HTTP server.
ja: すべてを通常のHTTPサーバーにコピーできます。

source: All values joined as ''{0}'' are going to be applied for key ''{1}''
ja: ''{0}'' として連結された値は全てキー ''{1}'' に適用されます

source: All vehicles
ja: すべての車両種別

source: All visible (i.e. not hidden)
ja: 表示されているもの全て(何も隠さない)

source: Allotments
ja: 市民農園

source: Allow adding markers/nodes on current gps positions.
ja: 現在のGPS位置上にマーカー/ノードの追加を許可

source: Allow modifications of notes
ja: メモの編集を許可

source: Allow node/way creation in select mode
ja: 選択モードでノード/ウェイ作成を可能にする

source: Allow to download your private GPS traces
ja: あなたのプライベートGPSトレースのダウンロードを許可

source: Allow to read your preferences
ja: あなたのプリファレンスからの読み込みを許可

source: Allow to upload GPS traces
ja: GPSトレースのアップロードを許可

source: Allow to upload map data
ja: マップデータのアップロードを許可

source: Allow to write your preferences
ja: あなたのプリファレンスへの書き込みを許可

source: Allowed traffic:
ja: 許可された通行:

source: Allowed values are node, way or relation
ja: 指定できる値はノード、ウェイ、またはリレーションです

source: Allows JOSM to be controlled from other applications, e.g. from a web browser.
ja: JOSMを他のアプリケーション(例えばウェブブラウザー)から制御できるようにします。

source: Allows an automatic caching
ja: 自動キャッシュを許可

source: Allows multiple layers stacking
ja: 複数レイヤーの重ね合わせを許可します。

source: Allows opening gpx/osm files that intersect the currently visible screen area
ja: 現在の表示スクリーンエリアに交差するgpx/osm ファイルのオープンを許可

source: Allows the user to anonymize timestamps and delete parts of huge GPX tracks very fast.
ja: ユーザーはタイムスタンプを匿名化したり長大なGPX トラックの一部を高速に削除したりすることができます。

source: Allows the user to work with pictures hosted at mapillary.com
ja: ユーザがmapillary.comで保持している写真で作業できるようにする

source: Allows to attribute tags to all objects in any selected area at once
ja: 選択された領域のすべてのオブジェクトに、一度に属性タグを設定できるようにします

source: Allows to draw splines
ja: スプライン曲線描画を許可

source: Allows to edit and extract network information for the traffic simulation MATSim
ja: トラフィックシミュレーションMATSimのネットワーク情報を編集および抽出できます。

source: Allows to edit traffic information and export it to the urban mobility simulator SUMO
ja: 交通情報を編集可能にし、道路交通シミュレーションソフトSUMOにエクスポートします。

source: Allows to filter out unnecessary GPS tracks
ja: 不要なGPXトラックの除去を許可

source: Allows to tune the track coloring for different average speeds.
ja: 平均速度の違いによって、配色の仕方を調整するようにする。

source: Allows undeleting object from OSM database
ja: OSMデータベースからのオブジェクト削除を取消すことができます

source: Allows you to view a GeoJSON file as a layer.
ja: GeoJSONファイルをレイヤーとして表示できます。

source: Almost right angle buildings
ja: ほぼ直角の角のある建物

source: Alphabetic
ja: アルファベット順

source: Alphabetic address must end with a letter
ja: アルファベットのアドレスは文字で終了しなければなりません

source: Alpine Hut
ja: 山小屋

source: Already participating in a conflict
ja: 既に競合に参加しています

source: Already registered a conflict for primitive ''{0}''.
ja: プリミティブ ''{0}'' には既に競合が登録されています

source: Also download raw GPS tracks
ja: 生GPSトラックデータもダウンロード

source: Also include incomplete and deleted objects in search.
ja: 検索に不完全および削除済みオブジェクトも含める。

source: Also rename the file
ja: ファイル名も変更する

source: Also, from now on, calibration files will always be loaded automatically.
ja: また、今後、位置合わせファイルは常に自動的に読み込まれます。

source: Also, some publishers (listed and attributed below) allow their data to be included in OpenStreetMap.
ja: また（以下に明示し帰属を表示してある）出版社の中には、自前のデータを OpenStreetMap で使わせてくれるところもあります。

source: Alt: do not delete unused nodes when deleting a way.
ja: Alt:ウェイの削除時に未使用のノードを削除しない。

source: Alternative name
ja: 別名

source: Alternatively you can use Omega-T with the Okapi filters plugin for translation.
ja: Poeditの代わりに、Omega-TをOkapiフィルタプラグインとともに翻訳につかうことができます。

source: Alternatives are e.g. the MapCraft tasking manager, which is very old and doesn't even compile anymore when you clone the repo.
ja: 別の方法としては、例えばMapCraft・タスキング・マネージャがあります。これは非常に古く、すでにリポジトリをコンパイルできない状況です。

source: Although some OSMers have deliberately added errors to the OSM data as well (see [https://lists.openstreetmap.org/pipermail/legal-talk/2008-February/000736.html posting on legal-talk] by [[User:80n]]), this is strictly discouraged and contrary to OSM policy.
ja: OSM のマッパーの中には、意図的に OSM データに誤りを紛れ込ませる人もいます。（[[User:80n]] による [http://lists.openstreetmap.org/pipermail/legal-talk/2008-February/000736.html posting on legal-talk] も参照してください。）これは OSM の方針に反しますし、決して推奨されません。

source: Altitude
ja: 高度

source: Altitude:
ja: 高度:

source: Altitude: {0} m
ja: 高度: {0}m

source: Always
ja: 常に

source: Always hidden
ja: 常に非表示

source: Always on top
ja: 常に手前に表示

source: Always shown
ja: 常に表示

source: Always split ways of neighbouring multipolygons
ja: 近所のマルチポリゴンでは常にウェイを分割する

source: Always update without asking
ja: 問い合わせなしに常時更新

source: Ambulance Station
ja: 救急車ステーション

source: American Express
ja: アメリカン・エキスプレス

source: American Football
ja: アメリカンフットボール

source: Amount of Cables
ja: ケーブル数

source: Amount of Seats
ja: 席の数

source: Amount of Steps
ja: 階段の段数

source: Amount of circuits
ja: 回路数

source: Amount of poles
ja: 構成

source: Amperage
ja: 電流

source: Amusement arcade
ja: ゲームセンター

source: Amusement/Theme Park
ja: テーマパーク

source: An OSM data validator that checks for common errors made by users and editor programs.
ja: ユーザーや編集プログラムによる一般的なエラーをチェックするOSMデータの妥当性検査です。

source: An OSM plugin for editing turn restrictions.
ja: 進行方向制限編集用のOSMプラグインです。

source: An Overpass QL set can contain any combination of (and any number of) OpenStreetMap [[Node|nodes]], [[Way|ways]], [[Relation|relations]], and [[area]] [[elements]].
ja: Overpass QL集合は、OSMの [[Node|ノード]、ウェイ、リレーション、エリア、エレメントの任意の組み合わせとすることができ、要素の数も任意です。

source: An accumulation of loose angular rocks.
ja: 緩い角岩の堆積。

source: An accumulation of loose rounded rocks on a beach or riverbed.
ja: 海岸または河川敷に堆積した緩い丸い岩。

source: An empty value deletes the tag.
ja: 空の値でタグを削除します。

source: An error occured in the script.
ja: スクリプトでエラーが発生しました。

source: An error occurred in module {0}
ja: {0} モジュールでエラーが発生しました

source: An error occurred in plugin {0}
ja: プラグイン {0} でエラーが発生しました。

source: An error occurred when trying to delete this campaign.
ja: このキャンペーンの削除中にエラーが発生しました。

source: An error occurred when trying to delete this interest.
ja: このインタレストの削除中にエラーが発生しました。

source: An error occurred when trying to delete this license.
ja: ライセンスの削除中にエラーが発生しました。

source: An error occurred when trying to delete this notification.
ja: この通知の削除中にエラーが発生しました。

source: An error occurred when trying to delete this organization.
ja: 組織情報の削除中にエラーが発生しました。

source: An error occurred when trying to delete this project.
ja: このプロジェクトの削除中にエラーが発生しました。

source: An error occurred when trying to delete this team.
ja: このチームの削除中にエラーが発生しました。

source: An error occurred while checking if your JOSM instance is up to date.
ja: JOSMインスタンスが最新のものかどうかを確認中にエラーが発生しました。

source: An error occurred while trying to match the photos to the GPX track.
ja: 写真をGPXトラックに一致させようとしたときにエラーが発生しました。

source: An imagery offset of {0}
ja: {0}の画像オフセット

source: An important hint for other mappers (not for the end user).
ja: 他のマッパー向けの重要なヒント（エンドユーザー向けではない）

source: An office where you can get information about a town or region.
ja: 街や地域の情報を得られる場所です。

source: An unexpected exception occurred that may have come from the ''{0}'' plugin.
ja: 予期せぬ例外がプラグイン''{0}''で発生しました。

source: An unexpected exception occurred while checking for address duplicates:
ja: アドレスの重複を確認中に予期しない例外が発生しました。

source: An unexpected exception occurred.
ja: 予期しない例外が発生しました。

source: An unexpected exception occurred:
ja: 予期しない例外が発生しました。

source: An unknown error has occurred
ja: 不明なエラーが発生

source: Analog
ja: アナログ

source: Analyse a set of GPS points to obtain its centre and direction of spread.
ja: GPS測位点を解析し、広がりの中心や方向を計算します。

source: And also, a redirect is automatically established, so all old links to ''XX:English_page_name'' will be redirected to the new translated page.
ja: そして、リダイレクトが自動的に設定され、古い''XX:english_page_name''へのリンクはすべて新しい翻訳ページにリダイレクトされるようになります。

source: And contributors are free to make their own versions based on those points of view, such as http://www.freemap.sk/
ja: そして投稿者はこれらのビュー、例えば http://www.freemap.sk/ などに基づく自分自身のバージョンを自由に作成できます。

source: And of course an working IDE setup of your choice (I can recommend GoLand as fancy-pants, LiteIDE as pure open-source and of course vim as hard-core IDE)
ja: そしてもちろん、あなたが選択したIDE環境(GoLandをファンシーパンツとして、LiteIDEを純粋なオープンソースとして、そしてもちろんvimをハードコアIDEとしてお勧めできます)

source: Angle
ja: 角度

source: Angle Factor
ja: 角度の係数

source: Angle Threshold
ja: 角度の閾値

source: Angle between two selected Nodes
ja: 選択した2つのノード間の角度

source: Angle preserved
ja: 角度を維持

source: Angle snapping
ja: 角度合わせ

source: Angle snapping active.
ja: 角度合わせが有効です。

source: Animal enclosure
ja: 動物の囲い

source: Animal watering place
ja: 動物の水飲み場

source: Annotation
ja: 注釈

source: Another rumoured trick is use the seemingly random spacing of tree symbols in a forest area.
ja: 森林に一見ランダムに見える樹木のシンボルを配置するテクニックが使われているという噂もあります。

source: Antiques
ja: 古美術品

source: Any available source
ja: 利用可能なソース

source: Any editor who does not abide by this, and does not respect agreements in the area, or ultimately the "on the ground" rule, risks losing the right to participate in OpenStreetMap.
ja: これに従わなかったり、そのエリアでの合意、あるいは究極的には"現地"ルールに敬意を払わなかったりする編集者は誰であれ、OpenStreetMapに参加する権利を失うリスクを犯すことになります。

source: Any subsequent edits, whether minor formatting or content issue, or substantial changes, are part of community efforts within the wiki and not yet officially adopted by the OSMF for use on communication channels.
ja: その後の編集は、些細な書式やコンテンツの問題、あるいは大幅な変更であっても、wiki内のコミュニティの取り組みの一部であり、コミュニケーションチャネルで使用するためにOSMFによって正式に採用されたわけではありません。

source: Any such data retains the copyright conditions of the original.
ja: そのようなデータは何であれ、オリジナルの著作権条項にしたがうことになります。

source: Anyway, these roads don't exist in real life.
ja: とにかく、これらの道路は実際には存在しません。

source: Apartment
ja: 集合住宅

source: Append preferences from file to existing values
ja: ファイルの設定値を既存の値に追加

source: Applied guessed values
ja: 推測した値を適用しました

source: Applied guessed values for
ja: 推測した値を適用しました:

source: Applies to the last style loaded with the {0} option.
ja: {0}オプションで最後にロードされたスタイルに適用されます。

source: Apply
ja: 適用

source: Apply Changes
ja: 変更を適用

source: Apply Preset
ja: プリセットの適用

source: Apply Resolution
ja: 解決を適用

source: Apply Role
ja: ロールを適用

source: Apply Role:
ja: ロールを適用

source: Apply antialiasing to the GPX lines resulting in a smoother appearance.
ja: GPXの線をアンチエイリアスで描画し、滑らかに見えるようにします。

source: Apply antialiasing to the map view in wireframe mode resulting in a smoother appearance.
ja: ワイヤーフレームモードのマップをアンチエイリアスで描画し、滑らかに見えるようにします。

source: Apply antialiasing to the map view resulting in a smoother appearance.
ja: 見た目をスムースにするため、マップ表示にアンチエイリアス処理をかける。

source: Apply edited tags and close dialog
ja: 編集したタグを適用してダイアログを閉じる

source: Apply recent tag {0}
ja: 最近のタグ {0} を適用

source: Apply resolved conflicts
ja: 解決済み競合を適用

source: Apply resolved conflicts and close the dialog
ja: 解決済みの競合を適用してダイアログを閉じる

source: Apply selected changes
ja: 選択した変更を適用します

source: Apply tags of contents of paste buffer to all selected items.
ja: 貼り付けバッファの中身に対するタグを、選択したすべての項目に適用します。

source: Apply tags to the changeset data is uploaded to
ja: 変更セットのデータのアップロード先にタグを適用

source: Apply the current updates
ja: 現在の更新を適用

source: Apply the tile address
ja: タイルのアドレスを適用

source: Apply the updates and close the dialog
ja: 更新を適用してダイアログを閉じる

source: Apply this role to all members
ja: 全てのメンバーにこのロールを適用

source: Apply?
ja: 適用しますか？

source: Approach lighting system
ja: 進入灯

source: Apron
ja: エプロン

source: Aquaculture
ja: 養殖場

source: Arabic
ja: アラビア数字

source: Arcade
ja: アーケード
